[
    {
        "id": 1,
        "name": "Shakib Al Hasan",
        "image": "https://s.ndtvimg.com/images/entities/300/shakib-al-hasan-792.png",
        "profession": "Professional Cricketer",
        "review": "Driving position is better and the power it delivers at the 7500 rpm which is craze and some time initial rides are lazy, Some time it behave like fuel less vehicle, But love this bike",
        "rating": "5/5"
    },
    {
        "id": 2,
        "name": "Mustafiz Ur Rahman",
        "image": "https://i.pinimg.com/originals/32/e3/44/32e34462dbbe4aab2328f41679bafd98.png",
        "profession": "Professional Cricketer",
        "review": "One of the best engine ever made by SUZUKI. You will fall in love when you ridden for the first time on this bike. Service and maintenance cost is also low compare to other premium bikes. Pros 1. Design 2. Best throttle response 3. Value for money 4. Mileage (37)5. Pickup 6. Service Cons 1. Chain lose often 2. Not so comfort for pillion 3. Seat 4. Heat.",
        "rating": "4.75/5"
    },
    {
        "id": 3,
        "name": "Taskin Ahmed",
        "image": "https://s.ndtvimg.com//images/entities/120/taskin-ahmed-51428.png",
        "profession": "Professional Cricketer",
        "review": "The main thing about GSX-R highest bhp in the segment!! with light weight !! high powered!! i gave it a name charlizard a fire pokemon that can make you fly or its hot so ignore the heating issue just because of you a riding a charlizard this month i bought GSX-R know this time i got my own chalizard.",
        "rating": "5/5"
    },
    {
        "id": 4,
        "name": "Mashrafee Mortaza",
        "image": "https://s.ndtvimg.com//images/entities/120/mashrafe-mortaza-288.png",
        "profession": "Professional Cricketer",
        "review": "SUZUKI is the best bike for riding Very comfortable bike for long driving. My dream bike is GSX-R & 2 days have passed since my dream has ended GSX-R is the very fastest bike GSX-R engine is very powerful. This bike all parts are good material Look wise duke is the best bike for buying. GSX-R gives more facility in metter box Like this _ time,abs,service,bike error & more..",
        "rating": "5/5"
    },
    {
        "id": 5,
        "name": "Tamim Iqbal",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTF8xkbMNivgDbIhcnU0lUIcl1oJdBZDyxZUQ&usqp=CAU",
        "profession": "Professional Cricketer",
        "review": "Awesome, outstanding fantabulous motorcycle.Best in class.",
        "rating": "5/5"
    },
    {
        "id": 6,
        "name": "Mushfiq Ur Rahim",
        "image": "https://s.ndtvimg.com/images/entities/300/mushfiqur-rahim-716.png",
        "profession": "Professional Cricketer",
        "review": "As a bs4 variant which iam using is good in every way but there is a slight jealousy when i see the new variant with the led setup and mileage is not that great it gives around 25-30km",
        "rating": "4/5"
    }
]